{
	"people": [
		{
			"image": "liam.png",
			"name": "Liam Madigan",
			"title": "Co-President",
			"bio": "Walking by the Lab Lab? Peer in and observe Liam, feasting on cheez-its and Vanilla coke and blasting Sean Paul. Don’t knock on the glass though, you might scare him.",
			"color": "#6FCF97"
		},
		{
			"image": "gabe.png",
			"name": "Gabe Cagara",
			"title": "Co-President",
			"bio": "Gabe is a talkative and high key thrill seeker, and makes it a goal to do something crazy every summer (ask him and he’ll tell you :D ). Although Gabe has lived in three continents, he still has no clue how to hold chopsticks or how to play baseball. Pretty tragic. ",
			"color": "#2D9CDB"
		},
		{
			"image": "caleb.png",
			"name": "Caleb Ng",
			"title": "Vice President",
			"bio": "Caleb is a male human being of 19 years of age. Like most adolescent boys, he enjoys a various number of physical activities such as wrestling, biking, and skating. Caleb also partakes in a unique sport involving many others chasing a rotating flying disc around a field while chanting “go RIT spudheds!”",
			"color": "#F2994A"

		},
		{
			"image": "emily.png",
			"name": "Emily Frebowitz",
			"title": "Treasurer",
			"bio": "Emily never ate a vegetable until the age of 20 and she has twice the amount of taste buds as the average person (really). Her best friend is a ladybug named Kevin and if you can’t find her she’s probably thrifting or crying. ¯\\_(ツ)_/¯",
			"color" : "#F2C94C"
		},
		{
			"image": "andrew.png",
			"name": "Andrew Hurley",
			"title": "Webmaster",
			"bio": "Andrew has an affinity for wood, more specifically mahogany and those who know him best will understand how important lemons are to him. But don’t let that fool you he also knows his way around a few bits and bytes as well.",
			"color": "#EB5757"
		},
		{
			"image": "jane.jpg",
			"name": "Jane Brennan",
			"title": "Content Creator",
			"bio": "Jane sticks to the 3 main food groups: pickles, Sourpatch Kids, and bananas. She’s addicted to learning musical instruments and will most likely own a dachshund one day. Jane loves being outside and will definitely challenge you to a game of Bananagrams. Split.",
			"color": "#BB6BD9"

		}
	]
}
