{
	"pastEvents": [
		{
			"date": "Wednesday Mar 27",
			"title": "NMC: Game Night",
			"description": "We’re hosting a game night in the lab! Feel free to bring your own favorite board games to play with all your friends in the lab. There will also be food in the form of WAFFLES! There will be toppings and hot chocolate as well.❣️",
			"image": "gameNight2019.jpg",
			"link": "https://www.facebook.com/events/410008736236889/",
			"buttonText": "Join Us!"
		},
		{
			"date": "Sunday Mar 17",
			"title": "NMC: T-shirt Contest",
			"description": "We've got another t-shirt contest! Make something cool and if it wins have it printed on t-shirts and sold! \n\nThis contest is being sponsored by Imgix and they have chosen a fun prompt for us!",
			"image": "tshirtContest.jpg",
			"link": "https://www.facebook.com/events/310578396473457/",
			"buttonText": "Join Us!"
		},
		{
			"date": "Wednesday Mar 6, 2019",
			"title": "Spring Portfolio Review",
			"description": "*this event is for EVERYONE - freshman, sophomore, junior and senior.\n\nGet all of that amazing work you all do and come to spring portfolio review! \n\nWe are hosting another portfolio review night with alumni and more for you to practice presenting your work just in time for Creative Industry Day.",
			"image": "springPortfolioReview2019.jpg",
			"link": "https://www.facebook.com/events/2482813625121972/",
			"buttonText": "View"
		},
		{
			"date": "Wednesday Feb 27, 2019",
			"title": "Everything Will Be Okay",
			"description": "Graphic Design Professor, Mitch Goldstein is having an open, uncensored, and honest fireside chat for design students about design school, getting a job, self-care, and keeping your shit together during school and after you graduate.",
			"image": "mitchGoldstein.jpg",
			"link": "https://www.facebook.com/events/577180446090951/",
			"buttonText": "View"
		},
		{
			"date": "Friday Feb 22, 2019",
			"title": "Design Overlap",
			"description": "A Thought At Work Event\nAn interdisciplinary design skillshare meant to break students out of their individual disciplines of design. RIT’s design clubs and organizations will be giving workshops on their skills followed by a reception.",
			"image": "designOverlap.jpg",
			"link": "https://www.facebook.com/events/425626194681590/",
			"buttonText": "View"
		},
		{
			"date": "Wednesday Feb 20, 2019",
			"title": "Movie Work Party",
			"description": "Bring work, chill or connect with your mentor groups in the lab. We will provide 🍕pizza, soda and ☕️ hot chocolate till supplies last.",
			"image": "movieWorkParty.jpg",
			"link": "https://www.facebook.com/events/286311995372810/",
			"buttonText": "View"
		},
		{
			"date": "Wednesday Feb 6, 2019",
			"title": "Design for Inclusivity—How to get started and why",
			"description": "Inclusive Design is about considering the full range of human diversity to design with and for EVERYONE. Through activities, participants will learn the principles of Inclusive Design, what it is, why it matters, and, how to start applying the fundamentals to their work.",
			"image": "inclusivity.jpg",
			"link": "https://www.facebook.com/events/317731498948660/",
			"buttonText": "View"
		},
		{
			"date": "Friday Jan 25, 2019",
			"title": "A Very New Media Night",
			"description": "Tie your ties and put on those fancy shoes to start off next semester with our New Media formal! ✨\n\n💃 Dress nicely - it's not a quinceañera or a job interview but don't show up in jeans, sneakers, or t-shirts pls. *Please note: This is for NMD and VCD majors, NMID seniors, Senior Team Project participants, NMD Faculty, and NMC members only (anyone else will count as a guest)*",
			"image": "veryNewMedia.jpg",
			"link": "https://www.facebook.com/events/519818751829953/",
			"buttonText": "View"
		},
		{
			"date": "Wednesday Jan 23, 2019",
			"title": "Animate your Designs with Principle",
			"description": "You’ve just designed an app, or you’re working on a website, and you wanna know what it feels like to use. Marvel and Invision don’t give you enough control, After Effects isn’t interactive, and making a real app is just impractical. Luckily for you, Principle exists, and is now installed on New Media Lab computers!",
			"image": "animateDesigns.jpg",
			"link": "https://www.facebook.com/events/2174906939489599/",
			"buttonText": "View"
		},
		{
			"date": "Wednesday Jan 16, 2019",
			"title": "A Designer's Guide to Crafting Presentations",
			"description": "Presenting your design work to a company / an interviewer / another human being is not a simple task. We know that it's a struggle to find a starting point and figure out what to say, all the while dealing with nerves – we've been there too!",
			"image": "designersGuide.jpg",
			"link": "https://www.facebook.com/events/612534705849031/",
			"buttonText": "View"
		},
		{
			"date": "Wednesday Nov 28",
			"title": "Whiteboarding 101",
			"description": "While applying for a product, interaction, or UX design internships/jobs, you might be asked to perform a whiteboarding challenge.",
			"image": "whiteboarding101.jpg",
			"link": "https://www.facebook.com/events/714477782258875/",
			"buttonText": "View"
		},
		{
			"date": "Wednesday Nov 14",
			"title": "Fall Portfolio Review",
			"description": "We are hosting a Fall portfolio review night. This event is an opportunity for you to practice presenting your work, get feedback on your project, learn about real world design roles and just connect with your alumni.",
			"image": "fallPortfolioReview2018.jpg",
			"link": "https://www.facebook.com/events/1178196938995643/",
			"buttonText": "View"
		}

	]
}
